Repository: an471-dotcom/NotesApplication
Catalog: Notes Application/Strings/*/Resources.resw
Source language: en_us
Languages: ta_in

source: All Notes
ta_in: அனைத்து குறிப்புகள்

# CancelButton.Content
source: Cancel
ta_in: ரத்து செய்

# CommentPlaceholderText
source: Add a Comment
ta_in: ஒரு கருத்தைச் சேர்க்கவும்

# CommentText
source: Comments
ta_in: கருத்துகள்

# DefaultNoteColor.Text
source: Default Note Color
ta_in: இயல்புநிலை குறிப்பு நிறம்

# Delete.Text
source: Delete
ta_in: நீக்கு

# Email.Text
source: Email
ta_in: மின்னஞ்சல்

source: Email Already Exists
ta_in: மின்னஞ்சல் ஏற்கனவே உள்ளது

# EnterEmail.Text
source: Enter Email
ta_in: மின்னஞ்சலை உள்ளிடவும்

# EnterName.Text
source: Enter Name
ta_in: பெயரை உள்ளிடுக

# EnterPassword.Text
source: Enter Password
ta_in: கடவுச்சொல்லை உள்ளிடவும்

source: Favorites
ta_in: பிடித்தவை

# FavoritesItem.Text
source: Favorites
ta_in: பிடித்தவை

# FillAllFields
source: Fill all required fields
ta_in: தேவையான அனைத்து புலங்களையும் நிரப்பவும்

# Filter.Text
source: Filter
ta_in: வடிகட்டி

# Login.Text
source: Login
ta_in: உள்நுழை

# LogoutButton.Content
source: Logout
ta_in: வெளியேறு

# NotebookItem.Text
source: NoteBooks
ta_in: குறிப்பேடுகள்

# NoteContent.PlaceholderText
source: Content
ta_in: குறிப்பு உள்ளடக்கம்

# NoteCreatedAt.Text
source: Created At
ta_in: உருவாக்கப்பட்டது

# NoteItem.Text
source: All Notes
ta_in: அனைத்து குறிப்புகள்

# NotesInfo.Text
source: No Notes Available
ta_in: குறிப்புகள் எதுவும் இல்லை

# NoteTitle.PlaceholderText
source: Title
ta_in: தலைப்பு

# NoteUpdatedAt.Text
source: Updated At
ta_in: புதுப்பிக்கப்பட்டது

# Password.Text
source: Password
ta_in: கடவுச்சொல்

# Reply.Text
source: Reply
ta_in: பதில்

# ReplyPlaceholderText
source: Add a Reply
ta_in: ஒரு பதிலைச் சேர்க்கவும்

# ReplyText
source: Replies
ta_in: பதில்கள்

# SelectedNoteInfo.Text
source: No Selected Note
ta_in: குறிப்புகள் எதுவும்தேர்ந்தெடுக்கப்படவில்லை

# ShareButton.Content
source: Share
ta_in: பகிர்

source: Shared Notes
ta_in: பகிரப்பட்ட குறிப்புகள்

# SharedInfo.Text
source: Shared With:
ta_in: பகிரப்பட்ட பயனர்கள்:

# SharedNoteItem.Text
source: Shared Notes
ta_in: பகிரப்பட்ட குறிப்புகள்

# ShowPassword.Content
source: Show Password
ta_in: கடவுச்சொல்லை காட்டவும்

# SignInButton.Content
source: Sign In
ta_in: உள்நுழையவும்

# SignUp.Text
source: Sign Up
ta_in: பதிவு செய்யவும்

# SignUpButton.Content
source: Sign Up
ta_in: பதிவு செய்யவும்

# Tag.Text
source: Tag
ta_in: குறிச்சொற்கள்

# Tags.PlaceholderText
source: Add Tags
ta_in: குறிச்சொற்களைச் சேர்க்கவும்

# Unshare.Text
source: Unshare
ta_in: பகிர்வதை நிறுத்து

source: User Not Found!!!
ta_in: பயனர் கிடைக்கவில்லை

# ValidEmailAddress
source: Not a valid Email Address
ta_in: சரியான மின்னஞ்சல் முகவரி இல்லை

# ViewBy.Text
source: View By:
ta_in: காண்க:

source: Wrong Password
ta_in: தவறான கடவுச்சொல்
